---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteT
source: html/0c4080ea-3260-5536-cca4-b1f525dbd247.htm
---
# StructuralSectionConcreteT Properties

Common set of parameters for structural analysis.